---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.EnergyAnalysisMaterial
source: html/b90b9595-24e6-5bfa-8152-1692e52943ec.htm
---
# EnergyAnalysisMaterial Properties

The id of the assembly instance to which the element belongs.